Repository: nethesis/ns8-nethvoice
Catalog: freepbx/var/www/html/freepbx/admin/modules/nethhotel/i18n/*/LC_MESSAGES/nethhotel.po
Languages: es_es

source: Short numbers used by rooms.
es_es: Números cortos utilizados por habitaciones.

source: Short number:
es_es: Número corto:

source: Description:
es_es: Descripción:

source: Description
es_es: Descripción

source: Temporal group
es_es: Grupo temporal

source: Details
es_es: Detalles

source: Destination
es_es: Destino

source: Otherwise
es_es: Otra manera

source: Temporal group
es_es: Grupo temporal

source: Details
es_es: Detalles

source: Destination
es_es: Destino

source: Otherwise
es_es: Otra manera

source: All currencies are expressed in Euro format 00.00
es_es: Todas las divisas están expresadas en formato Euro 00.00

source: The code is two-digit numbers.
es_es: El código es un número de dos dígitos.

source: Cost:
es_es: Coste:

source: Code:
es_es: Código:

source: Qualified:
es_es: Calificado:

source: None price configured
es_es: Ningún precio configurado

source: Duration connection fee
es_es: Duración tarifa de conexión

source: Cost connection fee
es_es: Coste tarifa de conexión

source: Fee duration
es_es: Duración tarifa

source: Enable caller
es_es: Habilitar llamadas

source: No extra set
es_es: Ningún extra configurado

source: Habilitation
es_es: Habilitación

source: No Number Short configured
es_es: Ningún número corto configurado

source: Number
es_es: Número

source: Add Extra
es_es: Añadir Extra

source: Save
es_es: Guardar

source: Date and time
es_es: Fecha y hora

source: Unit cost
es_es: Coste unitario

source: Total cost
es_es: Coste total

source: Delete
es_es: Eliminar

source: None extra for this room.
es_es: Ningún extra para esta habitación.

source: Duration (sec)
es_es: Duración (seg)

source: Billable (sec)
es_es: Facturable (seg)

source: Cost (€)
es_es: Coste (€)

source: Total duration
es_es: Duración total

source: seconds
es_es: segundos

source: Total cost calls:
es_es: Coste total llamadas:

source: No call for this room.
es_es: Ninguna llamada para esta habitación.

source: Total cost extra:
es_es: Coste total extra:

source: Total cost:
es_es: Coste total:

source: Room
es_es: Habitación

source: Actions
es_es: Acciones

source: No historic present.
es_es: Ningún histórico presente.

source: Generic
es_es: Genérico

source: Floor
es_es: Planta

source: Room:
es_es: Habitación:

source: - Alarm Clock not answer - Alarm Time
es_es: - Despertador no contesta - Hora de la alarma

source: Filter
es_es: Filtro

source: From:
es_es: Desde:

source: to:
es_es: a:

source: Room:
es_es: Habitación:

source: All
es_es: Todo

source: Disable filter
es_es: Desactivar filtro

source: Prefix
es_es: Prefijo

source: (Return the same prefix in Routes in output)
es_es: (Devolver el mismo prefijo en Rutas en salida)

source: Internal pattern
es_es: Patrón interno

source: The internal pattern describes the format that identifies the interiors.
es_es: El patrón interno describe el formato que identifica los internos.

source: corresponds to a number 0 to 9
es_es: corresponde a un número de 0 a 9

source: corresponds to a number 2 to 9
es_es: corresponde a un número de 2 a 9

source: corresponds to a number 1 to 9
es_es: corresponde a un número de 1 a 9

source: corresponds to one or more numbers
es_es: corresponde a uno o más números

source: corresponds to an interval of numbers between x e y
es_es: corresponde a un intervalo de números entre x e y

source: Examples:
es_es: Ejemplos:

source: : All three digit numbers starting with 1 or 2
es_es: : Todos los números de tres dígitos comienzan con 1 o 2

source: : All two digit numbers starting with 5
es_es: : Todos los números de dos dígitos comienzan con 5

source: Enable calls between rooms
es_es: Habilitar llamadas entre habitaciones

source: Enable calls between rooms that have not performed the check-in
es_es: Habilitar llamadas entre habitaciones que no han realizado el check-in

source: Internal to alarm clock doesn't answer
es_es: Interno para el despertador no contesta

source: Enable code cleaning rooms
es_es: Habilitar código limpieza habitaciones

source: All durations are expressed in seconds.
es_es: Todas las duraciones están expresadas en segundos.

source: All currencies are expressed in Euro cents.
es_es: Todas las divisas están expresadas en céntimos de euro.

source: Calls to numbers that do not fit any rate are automatically blocked.
es_es: Las llamadas a números que no se ajustan a cualquier tasa se bloquean automáticamente.

source: Duration connection fee:
es_es: Duración tarifa de conexión :

source: seconds
es_es: segundos

source: Cost connection fee:
es_es: Coste tarifa de conexión:

source: Euro cents
es_es: céntimos de €

source: Fee duration:
es_es: Duración tasa:

source: Fee cost:
es_es: Coste tasa:

source: The pattern identifies the type of number called.
es_es: El patrón identifica el tipo de número llamado.

source: : All three digit numbers starting with 1
es_es: : Todos los números de tres dígitos empiezan por 1

source: : All the numbers of any length starting with 800
es_es: : Todos los números de cualquier longitud comienzan con 800

source: Enable calls:
es_es: Habilitar llamadas:

source: Enable alarm clock
es_es: Habilitar despertador

source: Enter the time for the alarm in the format hh:mm.
es_es: Ingrese la hora para la alarma en el formato hh:mm.

source: Hour
es_es: Hora

source: Day
es_es: Día

source: Repeat
es_es: Repetir

source: for
es_es: desde

source: day
es_es: día

source: Enable alarm for entire group
es_es: Habilitar alarma para todo el grupo

source: Disable the alarm?
es_es: Desactivar alarma?

source: Disable alarm for entire group
es_es: Desactivar alarma para todo el grupo

source: To check-out?
es_es: Realizar el check-out?

source: Room cleaning done?
es_es: Realizar limpieza de habitación?

source: Name
es_es: Nombre

source: The room belongs to the group:
es_es: La habitación pertenece al grupo:

source: Group
es_es: Grupo

source: None
es_es: Ninguno

source: Enable Alarm Clock
es_es: Habilitar Alarma

source: Edit Alarm
es_es: Modificar Alarma

source: Disable Alarm
es_es: Desactivar Alarma

source: Extra Management
es_es: Gestionar Extra

source: Short Numbers
es_es: Números Cortos

source: Add Short Number
es_es: Añadir Número Corto

source: Deactivate alarm
es_es: Desactivar alarma

source: Check-out room
es_es: Check-out habitación

source: Room cleaning
es_es: Limpieza de habitación

source: Report Costs
es_es: Informe de costes

source: Rates
es_es: Tarifas

source: Add rate
es_es: Añadir tarifa

source: Rate
es_es: Tarifa

source: Add extra
es_es: Añadir extra

source: General Options
es_es: Opciones Generales

source: Short Number
es_es: Número Corto

source: Wake up
es_es: Despertarse

source: Rooms
es_es: Habitaciones

source: Options
es_es: Opciones

source: History
es_es: Histórico

source: The name can not be empty
es_es: El nombre no puede estar vacío

source: The pattern can not be empty
es_es: El patrón no puede estar vacío

source: Name:
es_es: Nombre:

source: No Group
es_es: Ningún Grupo

source: Name - Room:
es_es: Name - Habitación:

source: Management rooms
es_es: Gestionar habitaciones

source: Management extra
es_es: Gestionar extra

source: Report costs
es_es: Informe de costes

source: Cancel
es_es: Cancelar

source: Close
es_es: Cerrar

source: Print
es_es: Imprimir

source: Room Cleaning
es_es: Limpieza de habitación

source: Done
es_es: Hecho

source: The code can not be empty
es_es: El código no puede estar vacío

source: Always
es_es: Siempre

source: Minimal length short number: 1
es_es: Longitud mínima número corto: 1

source: Short number already defined
es_es: Número corto ya definido

source: The number can not be empty
es_es: El número no puede estar vacío

source: Enable filter
es_es: Habilita filtro

source: The time can not be empty
es_es: La hora no puede estar vacío

source: The day can not be empty
es_es: El día no puede estar vacío

source: WARNING costs to be paid
es_es: ADVERTENCIA costes a pagar

source: Rules:
es_es: Reglas:

source: Pattern:
es_es: Patrón:

source: Cost
es_es: Coste

source: Code
es_es: Código

source: Modify rate
es_es: Modificar tarifa

source: Delete rate
es_es: Eliminar tarifa

source: Fee cost
es_es: Coste tasa

source: Pattern
es_es: Patrón

source: Enable rooms cleaning
es_es: Habilitar la limpieza de habitaciones

source: Add a new group
es_es: Añadir un grupo nuevo

source: Edit group %s
es_es: Editar grupo %s

source: Delete group %s
es_es: Eliminar %s

source: Group Name
es_es: Nombre del grupo

source: Notes
es_es: Notas

source: Edit group %s alarms
es_es: Editar grupo %s alarmas

source: Delete group %s alarms
es_es: Eliminar grupo %s alarmas

source: Delete all group alarms?
es_es: ¿Eliminar todas las alarmas de grupo?

source: Group Alarms
es_es: Grupo alarmas

source: Group Check In
es_es: Check-in Grupo

source: Group Check Out
es_es: Check-out grupo

source: Do Check In for all rooms in group?
es_es: ¿Hacer Check In para todas las habitaciones en grupo?

source: Do Check Out for all rooms in group?
es_es: ¿Hacer Check In para todas las habitaciones en grupo?

source: Group Clean
es_es: Limpieza de grupo

source: Clean all rooms?
es_es: ¿Limpiar todas las habitaciones?

source: Groups
es_es: Grupos

source: Rooms in group
es_es: Habitaciones en grupo

source: Enable calls between member of this group
es_es: Habilitar llamadas entre miembros de este grupo

source: Enable calls between rooms
es_es: Habilitar llamadas entre habitaciones

source: Enable external calls
es_es: Habilitar llamadas externas

source: Enable calls between rooms of the same group
es_es: Habilitar llamadas entre habitaciones del mismo grupo

source: Enable external call from rooms
es_es: Habilitar llamada externa desde habitaciones

source: New Group
es_es: Nuevo grupo
