Repository: nethesis/ns8-nethvoice
Catalog: imageroot/www-data/freepbx/admin/modules/callforward/i18n/*/LC_MESSAGES/callforward.po
Languages: es_es, fr_fr, ru_ru, vi

source: Applications
es_es: Aplicaciones
ru_ru: Приложения
vi: Các ứng dụng

source: Busy
es_es: Ocupado
fr_fr: Occupé
ru_ru: Занято
vi: Bận

source: Call Forward
es_es: Desvío de llamadas
fr_fr: Renvoi d'appel
ru_ru: Перенаправление вызова
vi: chuyển tiếp cuộc gọi

source: Call Forward All Activate
es_es: Activar todos los desvíos de llamada
fr_fr: Renvoi d'appels Tous Actifs
ru_ru: Задать перенаправление всез вызовов
vi: Chuyển cuộc gọi khi tất cả người dùng đều kích hoạt

source: Call Forward All Deactivate
es_es: Desactivar todos los desvíos de llamada
fr_fr: Renvoi d'appel Tous Désactivés
ru_ru: Снять перенаправление всех вызовов
vi: Chuyển tiếp cuộc gọi khi tất cả các người dùng đều không kích hoạt

source: Call Forward All Prompting Activate
es_es: Activar Pedir Desvio de llamadas Todos
vi: Chuyển tiếp cuộc gọi nhắc nhở người dùng kích hoạt

source: Call Forward All Prompting Deactivate
es_es: Peticion de Desvío incondicional Desactivado
fr_fr: Messages de Transferts d'Appels Tous Désactivés
ru_ru: Снять перенаправление всех вызовов
vi: Chuyển tiếp cuộc gọi nhắc nhở người dùng đã ngưng kích hoạt

source: Call Forward Busy Activate
es_es: Activar desvío de llamada cuando esté ocupado
fr_fr: Renvoi d'appel occupé activé
ru_ru: Задать перенаправление по занятости
vi: Kích hoạt tính năng chuyển cuộc gọi khi thuê bao đang bận

source: Call Forward Busy Deactivate
es_es: Desactivar desvío de llamada cuando esté ocupado
fr_fr: Transfert d'Appels quand Occupé Désactivé
ru_ru: Снять перенаправление по занятости
vi: Hủy tính năng chuyển cuộc gọi khi thuê bao bận

source: Call Forward Busy Prompting Activate
es_es: Activar Pedir Desvio de Llamadas en Ocupado
vi: Kích hoạt tính năng chuyển cuộc gọi nhắc nhở người dùng khi thuê bao đang bận

source: Call Forward Busy Prompting Deactivate
es_es: Peticion de desvío en ocupado desactivado
fr_fr: Messages de Transfert d'Appels quand Occupé Désactivé
ru_ru: Снять перенаправление по занятости
vi: Hủy tính năng chuyển cuộc gọi nhắc nhở người dùng khi thuê bao đang bận

source: Call Forward No Answer/Unavailable Activate
es_es: Activar desvío de llamada cuando no conteste o no esté disponible
fr_fr: Transfert d'Appels quand Pas de Réponse/Indisponible Activé
ru_ru: Задать перенаправление по неответу или недоступности
vi: Kích hoạt tính năng chuyển cuộc gọi khi thuê bao không trả lời hoặc thuê bao không sẵn sàng kích hoạt

source: Call Forward No Answer/Unavailable Deactivate
es_es: Desactivar desvío de llamada cuando no conteste o no esté disponible
fr_fr: Transfert d'Appels quand Pas de Réponse/Indisponible Désactivé
ru_ru: Снять перенаправление по неответу или недоступности
vi: Hủy tính năng chuyển cuộc gọi khi thuê bao không trả lời hoặc thuê bao không sẵn sàng kích hoạt

source: Call Forward No Answer/Unavailable Prompting Activate
es_es: Activar Pedir Desvio de Llamadas en No Contesta/No Disponible
vi: Kích hoạt tính năng chuyển cuộc gọi nhắc nhở người dùng khi thuê bao không trả lời hoặc thuê bao không sẵn sàng kích hoạt

source: Call Forward Toggle
es_es: Conmutador de Desvío
fr_fr: Basculer le renvoi
ru_ru: Переключить перенаправление
vi: Chuyển cuộc gọi khi cuộc gọi đang chuyển chế độ

source: Call Forwarding
es_es: Desvío
fr_fr: Renvoi d'appel
ru_ru: Переадресация звонка
vi: Chuyển tiếp cuộc gọi

source: Call Forwarding Has Been Updated!
es_es: Desvio de llamada ha sido actualizado!
fr_fr: Renvoi d'appel a été modifié !
ru_ru: Переадресация звонков обновлено!
vi: Chuyển tiếp cuộc gọi đã được cập nhật!

source: CallForward Ringtimer
es_es: Temporizador timbrado de Desvío de Llamada
fr_fr: Durée de la sonnerie lors de renvoi
ru_ru: Таймер звонка переадресации вызова
vi: Đồng hồ đổ chuông chuyển tiếp cuộc gọi

source: Number of seconds to ring prior to going to voicemail or other fail over destinations that may be setup by an administrator on this account. The Always setting will ring the call forward destinaiton until answered or the caller hangs up. The Default setting will use the value set in Ring Time. Your setting here will be forced to Always if there is no Voicemail or alternartive fail over destination for a call to go to.
es_es: Número de segundos para que suene antes de ir al correo de voz u otros destinos que pueden ser de configurados por un administrador de esta cuenta. El valor "Siempre" debe sonar el destino de desvío de llamadas hasta que se responda o la persona que llama cuelga. El ajuste por defecto utilizará el valor establecido en la duración del timbre. Su configuración aquí se verá forzado a "Siempre" si no hay correo de voz o destinos adicionales alternativos en caso de falla.
fr_fr: Nombre de secondes à sonner avant d'aller vers la messagerie vocale ou autres destinations qui peuvent être configurées par un administrateur sur ce compte. Le réglage Toujours sonne la destination du renvoi avant jusqu'à réponse ou que l'appelant raccroche. Le réglage par défaut utilisera la valeur définie dans la durée de sonnerie . Votre réglage ici sera obligé à toujours s'il n'y a pas de messagerie ou une destination alternative pour un l'appel.
ru_ru: Количество секунд вызова до перехода на голосовую почту или другое назначение при сбое, которые могут быть установлены администратором на этот аккаунт. Установка Всегда будет звонить в переадресацию, пока вызываемый не ответил или абонент не повешает трубку. Значение по умолчанию будет использовать значение, установленное во Времени Вызова. Ваши настройки здесь будут установлены на Всегда, если здесь нет Голосовой почты или альтернативного назначения при сбое вызова.
vi: Số giây để đổ chuông trước khi chuyển đến hộp thư thoại hoặc những điểm đến chịu lỗi thể được thiết lập bởi một quản trị viên trong tài khoản này. Việc cài đặt thường xuyên sẽ đổ chuông cho điểm đến của cuộc gọi chuyển tiếp cho đến khi được trả lời hoặc người gọi treo máy. Cài đặt mặc định sẽ sử dụng giá trị được đặt trong Ring Time 9 Thời gian đổ chuông). Nếu không có Thư thoại hoặc điểm đến chịu lỗi nào đến cho một cuộc gọi đến thì Cài đặt này của bạn sẽ bị buộc phải liên tục.

source: Provides callforward featurecodes
es_es: Provee "featurecodes" para desvío de llamadas
fr_fr: Fournit les codes de fonction du renvoi
ru_ru: Организует коды определения перенаправлений
vi: Cung cấp các mã tính năng chuyển tiếp cuộc gọi

source: Seconds
es_es: Segundos
fr_fr: Secondes
ru_ru: Секунд
vi: Giây

source: Unavailable
es_es: Non disponible
fr_fr: Non disponible
ru_ru: Недоступен
vi: Không khả dụng

source: Unconditional
es_es: Incondicional
fr_fr: Sans condition
ru_ru: Безусловный
vi: Vô điều kiện
