Repository: nethesis/ns8-nethvoice
Catalog: imageroot/freepbx/root/var/www/html/freepbx/admin/modules/callforward/i18n/*/LC_MESSAGES/callforward.po
Languages: pt_br

source: Busy
pt_br: Ocupado

source: Call Forward
pt_br: Encaminhamento de Chamadas

source: Call Forward All Activate
pt_br: Ativar Todos os Encaminhamentos de Chamadas

source: Call Forward All Deactivate
pt_br: Desativar Todos os Encaminhamentos de Chamadas

source: Call Forward All Prompting Activate
pt_br: Ativar Todas as Solicitações de Encaminhamento de Chamadas

source: Call Forward All Prompting Deactivate
pt_br: Desativar Todas as Solicitações de Encaminhamento de Chamadas

source: Call Forward Busy Activate
pt_br: Ativar Encaminhamento de Chamadas Quando Ocupado

source: Call Forward Busy Deactivate
pt_br: Desativar Encaminhamento de Chamadas Quando Ocupado

source: Call Forward Busy Prompting Activate
pt_br: Ativar Solicitações de Encaminhamento de Chamadas Quando Ocupado

source: Call Forward Busy Prompting Deactivate
pt_br: Desativar Solicitações de Encaminhamento de Chamadas Quando Ocupado

source: Call Forward No Answer/Unavailable Activate
pt_br: Ativar Encaminhamento de Chamadas Quando Não Responde/Indisponível

source: Call Forward No Answer/Unavailable Deactivate
pt_br: Desativar Encaminhamento de Chamadas Quando Não Responde/Indisponível

source: Call Forward No Answer/Unavailable Prompting Activate
pt_br: Ativar Solicitação de Encaminhamento de Chamadas Quando Não Responde/Indisponível

source: Call Forward Toggle
pt_br: Alternar Encaminhamento de Chamadas

source: Call Forwarding
pt_br: Encaminhamento de Chamadas

source: Call Forwarding Has Been Updated!
pt_br: Encaminhamento de Chamadas Foi Atualizado!

source: CallForward Ringtimer
pt_br: Timer do Toque do Encaminhamento de Chamadas

source: Number of seconds to ring prior to going to voicemail or other fail over destinations that may be setup by an administrator on this account. The Always setting will ring the call forward destinaiton until answered or the caller hangs up. The Default setting will use the value set in Ring Time. Your setting here will be forced to Always if there is no Voicemail or alternartive fail over destination for a call to go to.
pt_br: Número de segundos do toque antes de ir para o correio de voz ou outros destinos que podem ser configurados por um administrador desta conta. O valor "Sempre" soará o toque do encaminhamento de chamadas no destino até ser atendida ou o usuário chamador desligar. A configuração padrão irá utilizar o valor definido na duração do toque. Suas configurações aqui serão forçadas para "Sempre" se não houver correio de voz ou destinos adicionais alternativos em caso de falha.

source: Seconds
pt_br: Segundos

source: Unavailable
pt_br: Indisponível

source: Unconditional
pt_br: Incondicional
